Repository: gnachman/iTerm2
Catalog: sources/AppLaunch/mul.lproj/iTermOnboardingWindowController.xcstrings
Source language: en
Languages: ja, pt_br, ru

# 0Bk-78-p2L.title
source: Use iTerm2 while you are apart from your Mac. You can control it via AI chat, view session content, and receive push notifications. End-to-end encryption keeps your data safe. <a href="iterm2whatsnew:companion">Try it now!</a>
ja: Macから離れているときもiTerm2を使用できます。AIチャットで操作したり、セッションの内容を表示したり、プッシュ通知を受け取ったりできます。エンドツーエンド暗号化によりデータは安全に保たれます。<a href="iterm2whatsnew:companion">今すぐ試す!</a>
pt_br: Use o iTerm2 mesmo longe do seu Mac. Você pode controlá-lo via chat de IA, ver o conteúdo das sessões e receber notificações push. A criptografia de ponta a ponta mantém seus dados seguros. <a href="iterm2whatsnew:companion">Experimente agora!</a>
ru: Используйте iTerm2, даже когда вы не рядом со своим Mac. Вы можете управлять им через чат с ИИ, просматривать содержимое сеанса и получать push-уведомления. Сквозное шифрование защищает ваши данные. <a href="iterm2whatsnew:companion">Попробуйте прямо сейчас!</a>

# a2B-NS-5LJ.title
source: A new AI chat mode, Orchestration, lets AI run the show for you. It can create windows, wait for tasks to complete (even in interactive apps), and the new automatic safety checker relieves you of having to respond to almost all permission prompts. <a href="iterm2whatsnew:orchestration">Try it now!</a>
ja: 新しいAIチャットモード「オーケストレーション」は、AIに主導権を委ねることができます。ウインドウを作成したり、（対話型アプリでも）タスクの完了を待機したりできるほか、新しい自動安全性チェッカーにより、ほとんどの許可プロンプトへの応答が不要になります。<a href="iterm2whatsnew:orchestration">今すぐ試す!</a>
pt_br: Um novo modo de chat de IA, Orchestration, deixa a IA no comando por você. Ele pode criar janelas, esperar a conclusão de tarefas (mesmo em apps interativos) e o novo verificador de segurança automático livra você de ter que responder a quase todas as solicitações de permissão. <a href="iterm2whatsnew:orchestration">Experimente agora!</a>
ru: Новый режим чата с ИИ, Оркестрация, позволяет ИИ взять управление на себя. Он может создавать окна, дожидаться завершения задач (даже в интерактивных приложениях), а новый автоматический проверщик безопасности избавляет вас от необходимости отвечать почти на все запросы разрешений. <a href="iterm2whatsnew:orchestration">Попробуйте прямо сейчас!</a>

# d4H-cG-h3K.title
source: The new Screenshots feature simplifies creating a PNG of your terminal content. It supports redactions and highlights. Use <a href="iterm2whatsnew:screenshot">Session > Make Screenshot</a> to activate it.
ja: 新しい「スクリーンショット」機能を使うと、ターミナルの内容のPNG画像を簡単に作成できます。編集（黒塗り）やハイライトにも対応しています。有効にするには<a href="iterm2whatsnew:screenshot">セッション > スクリーンショットを作成</a>を使用してください。
pt_br: O novo recurso Capturas de tela simplifica a criação de um PNG do conteúdo do seu terminal. Ele oferece suporte a ocultações e destaques. Use <a href="iterm2whatsnew:screenshot">Sessão > Criar captura de tela</a> para ativá-lo.
ru: Новая функция «Снимки экрана» упрощает создание PNG-файла с содержимым терминала. Она поддерживает скрытие данных и выделения. Используйте <a href="iterm2whatsnew:screenshot">Сеанс > Сделать снимок экрана</a>, чтобы активировать её.

# Dih-Go-912.title
source: What’s New in Version 3.7
ja: バージョン3.7の新機能
pt_br: Novidades da versão 3.7
ru: Что нового в версии 3.7

# hKz-h7-CcP.title
source: Claude Code Integration
ja: Claude Code連携
pt_br: Integração com o Claude Code
ru: Интеграция с Claude Code

# HuW-TG-xrj.title
source: To help manage a large number of tabs, you can now combine tabs into collapsible groups. The tab bar now scrolls instead of showing an overflow menu, too.
ja: 多数のタブを管理しやすくするため、タブを折りたたみ可能なグループにまとめられるようになりました。また、タブバーはオーバーフローメニューを表示する代わりにスクロールするようになりました。
pt_br: Para ajudar a gerenciar um grande número de abas, agora você pode combinar abas em grupos recolhíveis. A barra de abas agora rola em vez de mostrar um menu de excedentes.
ru: Чтобы упростить работу с большим количеством вкладок, теперь их можно объединять в сворачиваемые группы. Кроме того, панель вкладок теперь прокручивается, а не показывает меню переполнения.

# Lvg-vI-G64.title
source: The Claude Code integration organizes multiple related sessions—such as code review and reading diffs—into a customizable UI. It also exposes Claude’s status so you can easily find instances that are blocked on your attention. <a href="iterm2whatsnew:claudecode">Try it now!</a>
ja: Claude Code連携は、コードレビューや差分の確認など、複数の関連セッションをカスタマイズ可能なUIにまとめます。また、Claudeの状態を表示するので、あなたの対応が必要なインスタンスを簡単に見つけられます。<a href="iterm2whatsnew:claudecode">今すぐ試す!</a>
pt_br: A integração com o Claude Code organiza várias sessões relacionadas (como revisão de código e leitura de diffs) em uma interface personalizável. Ela também mostra o status do Claude para que você encontre facilmente as instâncias que aguardam sua atenção. <a href="iterm2whatsnew:claudecode">Experimente agora!</a>
ru: Интеграция с Claude Code объединяет несколько связанных сеансов (например, просмотр кода и чтение различий) в единый настраиваемый интерфейс. Она также показывает статус Claude, чтобы вам было проще найти экземпляры, ожидающие вашего внимания. <a href="iterm2whatsnew:claudecode">Попробуйте прямо сейчас!</a>

# LXN-RX-ZgC.title
source: Companion iPhone App
ja: Companion iPhoneアプリ
pt_br: App complementar para iPhone
ru: Приложение Companion для iPhone

# OAI-gn-AQ7.title
source: Orchestration
ja: オーケストレーション
ru: Оркестрация

# Qva-A1-Vbd.title
source: Tab Groups
ja: タブグループ
pt_br: Grupos de abas
ru: Группы вкладок

# VcV-iJ-Nlq.title
source: Screenshots
ja: スクリーンショット
pt_br: Capturas de tela
ru: Снимки экрана
